{
  "subtitle": "", 
  "description": "7. What can I do? Can it be prevented? Is there a vaccine?", 
  "language": "eng_GB", 
  "title": "7. What can I do? Can it be prevented? Is there a vaccine?", 
  "primary_category": "3f7de85fded64143abad90b9afbd0dec", 
  "created_at": "2014-09-12T17:43:01+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-02-27T13:44:40.784390+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "5b17328c134f41739a924483a9c22616", 
  "content": "Currently, there is no licensed medicine or vaccine for Ebola virus disease, but several products are under development.\r\n\r\nWays to prevent infection and transmission : \r\n\r\nWhile initial cases of Ebola virus disease are contracted by handling infected animals or carcasses, secondary cases occur by direct contact with the bodily fluids of an ill person, either through unsafe case management or unsafe burial practices. During this outbreak, most of the disease has spread through human-to-human transmission. Several steps can be taken to help in preventing infection and limiting or stopping transmission.\r\n\r\nUnderstand the nature of the disease, how it is transmitted, and how to prevent it from spreading further. (For additional information, please see the previous questions about Ebola virus disease in this FAQ.)\r\n\r\nListen to and follow directives issued by your country’s respective Ministry of Health.\r\nIf you suspect someone close to you or in your community of having Ebola virus disease, encourage and support them in seeking appropriate medical treatment in a health-care facility.\r\n\r\nIf you choose to care for an ill person in your home, notify public health officials of your intentions so they can train you and provide appropriate gloves and personal protective equipment (PPE) (gloves, impermeable gown, boots/closed shoes with overshoes, mask and eye protection for splashes), as well as instructions as a reminder on how to properly care for the patient, protect yourself and your family, and properly dispose of the PPE after use. N.B. WHO does not recommend home care and strongly advises individuals and their family members to seek professional care in a treatment centre.\r\n\r\nWhen visiting patients in the hospital or caring for someone at home, hand washing with soap and water is recommended after touching a patient, being in contact with their bodily fluids, or touching his/her surroundings. People who have died from Ebola should only be handled using appropriate protective equipment and should be buried immediately by public health professionals who are trained in safe burial procedures.\r\n\r\nAdditionally, individuals should reduce contact with high-risk infected animals (i.e. fruit bats, monkeys or apes) in the affected rainforest areas. If you suspect an animal is infected, do not handle it. Animal products (blood and meat) should be thoroughly cooked before eating.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 8, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "what-is-the-treatment", 
  "uuid": "5b17328c134f41739a924483a9c22616"
}