{
  "subtitle": "", 
  "description": "", 
  "language": "eng_UK", 
  "title": "Facts for Life saves lives!", 
  "primary_category": null, 
  "created_at": "2014-10-12T14:24:21+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-11T11:08:53.217560+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "6311cdbd9b964f92bbab73367154e34c", 
  "content": "Each year, around 9 million children die from preventable and treatable\r\nillnesses before reaching their fifth birthday. Many die during their first\r\nyear of life. Countless more children live in precarious situations and face\r\ndiminished futures. The handbook, Facts for Life, provides vital messages and\r\ninformation for mothers, fathers, other family members and caregivers and\r\ncommunities to use in changing behaviours and practices that can save and\r\nprotect the lives of children and help them grow and develop to their full\r\npotential. This version of Facts for Life builds on the three previous\r\neditions, which have been helping families and communities around the world\r\nsince 1989. Newborn Health has been added to the Safe Motherhood chapter,\r\ngiving attention to child survival from the first stage of life. A new\r\nchapter, Child Protection, has been included, focusing attention on the\r\nactions needed to ensure children grow up in protective environments. Facts\r\nfor Life is a trusted resource that is written in easy-to-understand language.\r\nPrevious versions were translated into 215 languages. Users of this fourth\r\nedition are encouraged to be innovative in finding ways to extend the reach of\r\nthe Facts for Life messages to help families and communities realize the\r\nrights of children and women everywhere. If you translate all or part of the\r\nbook, or know of translations into other languages, share them with us and we\r\nwill post them on this site!\r\n\r\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "position": 3, 
  "slug": "about-2", 
  "uuid": "6311cdbd9b964f92bbab73367154e34c"
}