{
  "subtitle": "", 
  "description": "2. How do people become infected with the virus?", 
  "language": "eng_GB", 
  "title": "2. How do people become infected with the virus?", 
  "primary_category": "3f7de85fded64143abad90b9afbd0dec", 
  "created_at": "2014-09-12T14:10:54+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-02-27T13:38:52.807724+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "c5a9acca2eaa4154be4c1f0fd0a82b21", 
  "content": "In the current outbreak in West Africa, the majority of cases in humans have occurred as a result of human-to-human transmission.\r\n\r\nInfection occurs from direct contact through broken skin or mucous membranes with the blood, or other bodily fluids or secretions (stool, urine, saliva, semen) of infected people. Infection can also occur if broken skin or mucous membranes of a healthy person come into contact with environments that have become contaminated with an Ebola patient’s infectious fluids such as soiled clothing, bed linen, or used needles.\r\n\r\nMore than 100 health-care workers have been exposed to the virus while caring for Ebola patients. This happens because they may not have been wearing personal protection equipment or were not properly applying infection prevention and control measures when caring for the patients. Health-care providers at all levels of the health system – hospitals, clinics, and health posts – should be briefed on the nature of the disease and how it is transmitted, and strictly follow recommended infection control precautions.\r\n\r\nWHO does not advise families or communities to care for individuals\r\nwho may present with symptoms of Ebola virus disease in their homes. Rather, seek treatment in a hospital or treatment centre staffed by doctors and nurses qualified and equipped to treat Ebola virus victims. If you do choose to care for your loved one at home, WHO strongly advises you to notify your local public health authority and receive appropriate training, equipment (gloves and personal protective equipment [PPE]) for treatment, instructions on proper removal and disposal of PPE, and information on how to prevent further infection and transmission of the disease to yourself, other family members, or the community.\r\n\r\nAdditional transmission has occurred in communities during funerals and burial rituals. Burial ceremonies in which mourners have direct contact with the body of the deceased person have played a role in the transmission\r\nof Ebola. Persons who have died of Ebola must be handled using\r\nstrong protective clothing and gloves and must be buried immediately. WHO advises that the deceased be handled and buried by trained case management professionals, who are equipped to properly bury the dead.\r\n\r\nPeople are infectious as long as their blood and secretions contain the virus. For this reason, infected patients receive close monitoring from medical professionals and receive laboratory tests to ensure the virus is no longer circulating in their systems before they return home. When the medical professionals determine it is okay for the patient to return home, they are no longer infectious and cannot infect anyone else in their communities. Men who have recovered from the illness can still spread the virus to their partner through their semen for up to 7 weeks after recovery. For this reason, it is important for men to avoid sexual intercourse for at least 7 weeks after recovery or to wear condoms if having sexual intercourse during 7 weeks after recovery.\r\n\r\nGenerally, a person must come into contact with an animal that has Ebola and it can then spread within the community from human to human.\r\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 3, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "how-do-people-become-infected-with-the-virus", 
  "uuid": "c5a9acca2eaa4154be4c1f0fd0a82b21"
}