{
  "subtitle": "", 
  "description": "8. What about health workers? How should they protect themselves while caring for patients?", 
  "language": "eng_GB", 
  "title": "8. What about health workers? How should they protect themselves while caring for patients?", 
  "primary_category": "3f7de85fded64143abad90b9afbd0dec", 
  "created_at": "2014-09-12T18:00:46+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-02-27T14:04:22.051946+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "fef8e3b897d44b4a9216704787c2a900", 
  "content": "Health workers treating patients with suspected or confirmed illness are at higher risk of infection than other groups. \r\n\r\nDuring an outbreak a number of important actions will reduce or stop the spread of the virus and protect health workers and others in the health-care setting. These actions are called “standard and other additional precautions” and are evidence-based recommendations known to prevent the spread of infections. The following questions and answers describe the precautions in detail.\r\n\r\n**Should patients with suspected or confirmed Ebola virus be separated from other patients?**\r\n\r\nIsolating patients with suspected or confirmed Ebola virus disease in single isolation rooms is recommended. Where isolation rooms are not available, it is important to assign designated areas, separate from other patients, for suspected and confirmed cases. In these designated areas, suspect and confirmed cases should also be separate. Access to these areas should be restricted, needed equipment should be dedicated strictly to suspected and confirmed EVD treatment areas, and clinical and non-clinical personnel should be exclusively assigned to isolation rooms and dedicated areas.\r\n\r\n**Are visitors allowed in areas where patients suspected or confirmed Ebola virus disease are admitted?**\r\n\r\nStopping visitor access to patients infected with EVD is preferred. If this\r\nis not possible, access should be given only to those individuals who are necessary for the patient’s well-being and care, such as a child’s parent.\r\n\r\n**Is protective equipment required when caring for these patients?**\r\n\r\nIn addition to standard health-care precautions, health-care workers should strictly apply recommended infection control measures to avoid exposure to infected blood, fluids, or contaminated environments or objects – such as a patient’s soiled linen or used needles.\r\n\r\nAll visitors and health-care workers should rigorously use what is known as personal protective equipment (PPE). PPE should include at least: gloves, an impermeable gown, boots/closed shoes with overshoes, a mask, and eye protection for splashes (goggles or face shields).\r\n\r\n**Is hand hygiene important?**\r\n\r\nHand hygiene is essential and should be performed:\r\n\r\n- before donning gloves and wearing PPE on entry to the isolation room/ area;\r\n\r\n- before any clean or aseptic procedures is being performed on a patient;\r\n\r\n- after any exposure risk or actual exposure with a patient’s blood or body fluids;\r\n\r\n- after touching (even potentially) contaminated surfaces, items, or equipment in the patient’s surroundings; and\r\n\r\n- after removal of PPE, upon leaving the isolation area.\r\n\r\nIt is important to note that neglecting to perform hand hygiene after removing PPE will reduce or negate any benefits of the PPE.\r\n\r\nEither an alcohol-based hand rub or soap and running water can be used\r\nfor hand hygiene, applying the correct technique recommended by WHO. It is important to always perform hand hygiene with soap and running water when hands are visibly soiled. Alcohol-based hand rubs should be made available at every point of care (at the entrance and within the isolation rooms and areas); running water, soap, and single use towels should also be always available.\r\n\r\n**What other precautions are necessary in the health-care setting?**\r\n\r\nOther key precautions are safe injection and phlebotomy procedures, including safe management of sharps, regular and rigorous environmental cleaning, decontamination of surfaces and equipment, and management of soiled linen and of waste.\r\n\r\nIn addition, it is important to ensure safe processing of laboratory samples from suspected or confirmed patients with EDV and safe handling of\r\ndead bodies or human remains for post-mortem examination and burial preparation. Any health-care workers and other professionals undertaking these tasks in connection with suspected or confirmed patients with Ebola virus disease should wear appropriate PPE and follow precautions and procedures recommended by WHO.", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 9, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "is-there-a-vaccine-for-ebola", 
  "uuid": "fef8e3b897d44b4a9216704787c2a900"
}